[
    {
        "title": "16.485 Final Project",
        "year": "2024",
        "image": "./images/16_485_Final_Project.png",
        "description": "Vision-enabled, contact-rich trajectory optimization for a hopping/flying, sub-gram, soft-actuated drone"
    },
    {
        "title": "Bike Data Visualization",
        "year": "2025",
        "image": "./images/BikeWatch.png",
        "description": "Interactive visualization of bike data from the Boston area."
    },
    {
        "title": "Updating Psyche Flight Software",
        "year": "2021",
        "image": "./images/Psyche_FSWU_Paper.png",
        "description": "Paper being presented at IEEE Aerospace conference about the first in-flight FSWU for the NASA Psyche mission"
    },
    {
        "title": "A2: Exploratory Data Analysis",
        "year": "2022",
        "image": "./images/Img7_AAPIPop_Map.png",
        "description": "Practiced exploratory data analysis by investigating Boston-area housing data"
    },
    {
        "title": "Delectus incidunt ratione reprehenderit.",
        "year": "2023",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Accusantium tempora, ipsum quidem asperiores quasi ratione soluta beatae corporis qui corrupti praesentium est esse obcaecati pariatur culpa mollitia eaque, debitis quaerat. Illo adipisci id architecto distinctio est nobis quaerat."
    },
    {
        "title": "Fugiat fugit quasi veritatis!",
        "year": "2020",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Odit, obcaecati libero! Soluta, optio praesentium porro ipsum molestias earum vel esse quam magni beatae adipisci neque delectus deserunt sunt accusantium impedit dignissimos laborum quaerat! Quis porro esse veritatis minus?"
    },
    {
        "title": "Officiis quasi quibusdam totam.",
        "year": "2020",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Beatae autem excepturi sapiente. Explicabo, facilis? Accusamus reiciendis quo laboriosam nisi impedit dicta, ad fugiat est recusandae. Aut maiores nam, voluptatem voluptatibus architecto, vero corrupti ut perspiciatis quis ratione aliquid."
    },
    {
        "title": "Pariatur quasi rem optio?",
        "year": "2020",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Culpa dolorum blanditiis molestias voluptatum perspiciatis accusamus velit totam, quas minus impedit esse magnam fuga nam quidem debitis sint quae neque labore perferendis. Sapiente modi odio deserunt nobis sunt corporis?"
    },
    {
        "title": "Aperiam, ducimus? Impedit, ipsum.",
        "year": "2024",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Aliquam fuga omnis ea provident deserunt. Aperiam, itaque voluptate pariatur perspiciatis doloribus quae voluptas exercitationem ad sequi alias obcaecati? Doloremque nulla, amet sunt fugit consequatur velit exercitationem assumenda reiciendis numquam."
    },
    {
        "title": "Possimus a ipsa maiores.",
        "year": "2024",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Expedita eius sunt ipsam sint maiores eos iusto corporis incidunt, vero, ea odit et ex aperiam ut quasi, beatae quibusdam amet! Placeat hic exercitationem officiis quasi, blanditiis consequuntur praesentium aliquid?"
    },
    {
        "title": "Suscipit aspernatur mollitia odit!",
        "year": "2024",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Nam pariatur ex eius rerum cupiditate quos qui maiores fugiat doloribus aspernatur! Expedita soluta similique numquam obcaecati optio quam at rerum, quibusdam explicabo laborum sequi amet natus aspernatur eius commodi!"
    },
    {
        "title": "Totam quas itaque quaerat?",
        "year": "2024",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Eos deserunt assumenda quidem enim pariatur in distinctio fuga quae, cupiditate quis amet obcaecati doloremque porro sapiente? Similique, velit. Esse totam delectus earum consectetur ea voluptas pariatur porro facere dolore."
    },
    {
        "title": "Facere repudiandae ea laudantium!",
        "year": "2025",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Tenetur ut reprehenderit, unde tempore eveniet tempora amet! Excepturi consectetur laudantium quam voluptates ad molestias distinctio assumenda iste commodi autem numquam error quisquam placeat officiis aliquam qui, quo vitae reprehenderit!"
    }
]